content/posts/copying_better_how_to_acquire_the_tacit_knowledge_of_experts.md
+++
title = "Copying Better: How To Acquire The Tacit Knowledge of Experts"
author = ["Jethro Kuan"]
lastmod = 2020-06-24T19:57:13+08:00
draft = false
+++

## Backlinks {#backlinks}

- [Cedric Chin]({{< relref "cedric_chin" >}})

author
: [Cedric Chin]({{< relref "cedric_chin" >}})

The [Recognition-primed Decision-making Model]({{< relref "recognition_primed_decision_making_model" >}}) is all about pattern-matching to existing experiences.

There's standard methodology for teasing out mental prototypes from experts (as per [Cognitive Task Analysis]({{< relref "cognitive_task_analysis" >}})). Events should be described linearly, as experienced, without revealing more information than available at the time. Then, understand the cues the experts picked up, and they expect to happen next and why.
